
[
    {
        "id": 1,
        "name": "Galactic Bowling",
        "release_date": "Oct 21, 2008",
        "price": 19.99,
        "description": "Galactic Bowling is an exaggerated and stylized bowling game with an intergalactic twist. Players will engage in fast-paced single and multi-player competition while being submerged in a unique new universe filled with over-the-top humor, wild characters, unique levels, and addictive game play. The title is aimed at players of all ages and skill sets. Through accessible and intuitive controls and game-play, Galactic Bowling allows you to jump right into the action. A single-player campaign and online play allow you to work your way up the ranks of the Galactic Bowling League! Whether you have hours to play or only a few minutes, Galactic Bowling is a fast paced and entertaining experience that will leave you wanting more! Full Single-player story campaign including 11 Characters and Environments. 2 Single-player play modes including Regular and Battle Modes. Head to Head Online Multiplayer play Modes. Super Powers, Special Balls, and Whammies. Unlockable Characters, Environments, and Minigames. Unlock all 30 Steam Achievements!"
    },
    {
        "id": 2,
        "name": "Cthulhu Realms",
        "release_date": "Jul 1, 2016",
        "price": 5.99,
        "description": "Star Realms has gone insane! Introducing Cthulhu Realms! Are you zany enough to play the crazier and creepier cousin of Star Realms? Download and play today to find out why Cthulhu Realms is so crazily addictive! How to Play the Game: In Cthulhu Realms, each player tries to drive their opponent insane or have more sanity than their opponents when the deck runs out. Each player starts the game with a small deck comprised of initiates, goons and followers. Five cards from the deck form a row of available cards on the table; with more than two players, place three available cards between each pair of players. Each turn, you start with five cards in hand, playing those cards in order to put locations into play, boost your own sanity or reduce that of others, collect conjuring power to acquire new cards, and remove cards from the game. You can use the power of your locations once each turn. At the end of your turn, discard any cards still in hand and all entities and artifacts that you played. If you lose all of your sanity, you're out of the game. If you're the only one at the table who's still sane, you win. Otherwise, the game ends when the deck runs out and whoever has the most sanity wins. Darwin Kastle is the designer of the popular Star Realms Deckbuilding Game, and with the digital release of Cthulhu Realms, he once again provides tons of playability for free, and a one-time upgrade to be able play with your friends and more on any device. Free Version • Drive people insane everywhere - play across devices. • Crazyily addictive deckbuilding game. • Tutorial teaches you how to make people crazy in minutes. • Awesome, comical art. • Play VS the AI. • 8 silly campaign missions! Full Game Additional Features • Play the AI on 2 different difficulty settings. • 8 more fun campaign missions. • Battle your friends face to face with Pass and Play. • Play against many more opponents online. • Challenge a friend to online Player v Player combat Cthulhu Realms is also available at your local game store as a physical card game from Tasty Minstrel Games."
    },
    {
        "id": 3,
        "name": "Train Bandit Fury",
        "release_date": "Oct 12, 2017",
        "price": 0.99,
        "description": "THE LAW!! Looks to be a showdown atop a train. This will be your last fight. Good luck, Train Bandit. WHAT IS THIS GAME? Train Bandit is a simple score attack game. The Law will attack you from both sides. Your weapon is your keyboard. You'll use those keys to kick the living shit out of the law. React quickly by attacking the correct direction. React...or you're dead. THE FEATURES Unlock new bandits Earn Achievements Become Steam's Most Wanted ? Battle elite officers Kick the law's ass "
    },
    {
        "id": 4,
        "name": "Royal Battleships",
        "release_date": "Apr 6, 2018",
        "price": 2.99,
        "description": "Special Offer About the Game Sometimes there is nothing better than a tourney in a classic battleships game. You can see a beautifully designed sea battle, familiar to those from your school times. You have to play against the computer and you need to destroy all enemy ships before yours are destroyed. Features: Very beautiful graphics Classic game You can compete with your friends Supporting all platforms (Windows, Mac, Linux, SteamOS) A lot of Steam achievements The gameplay is very simple. When you are preparing for the match, there are some ships of different sizes - from simple battle boat to a huge battleship. You put them on the battlefield and nobody else than you knows their location. Of course, don't know the enemy's positions neither. Thus the battle is absolutely fair and you can only guess where to shoot. Of course, if you hit a battleship for the first time, it will be easy to find the other tiles. However, finding all enemy boats can be a real challenge. Do not forget that this game is not about speed, but about variety, so that the battle is always different. The game perfectly develops strategic thinking and will be useful to both adults and children. In addition, it will help you to plunge into nostalgia for simple classic games. "
    },
    {
        "id": 5,
        "name": "SacriFire Last Storm",
        "release_date": "Oct 2, 2019",
        "price": 23.99,
        "description": "Summer deal that we recommend! SacriFire – the new game from Pixelated Milk - announced. Wishlist now! / WATCH THE SACRIFIRE ANNOUNCEMENT VIDEO NOW! =-7H7AEGG53A About the Game Use everything at your disposal to help a team of accidental heroes survive the onslaught in their home city and overcome tremendous odds stacked against them in this tactical rpg set on the streets of occupied Warsaw of 1944. LEAD YOUR TEAM Enlist the help of men and women, soldiers and civilians, the young and the old and use their unique skills, expertise and abilities to challenge the enemy. Meet people from all walks of life united in their attempt to overthrow the German occupiers. OWN YOUR SKILLS Create a mix of versatile skills that will allow you to flank your enemies, detonate obstacles, snipe stragglers and push or pull enemies into the area where your carefully planned attacks deal the most damage. Make sure your Heroes are stacked with the right weapons salvaged, obtained from the enemy or air drops. Develop them using medal system to unlock a unique set of skills, and construct the best team of all the Heroes – both joining the forces and enlisted in the Hideout in exchange for the collected resources. MAKE YOUR MOVES Make your way on the carefully reconstructed map of Warsaw of 1944, encountering both historical and random events that immerse you in the story of the city that valiantly stood up to the Nazi oppressor. Patrol the streets fulfilling the orders issued by HQ, discover facts about the past of your Heroes and decide when to fight, and when to withdraw. SURVIVE THE UPRISING Learn all the strengths and weaknesses of your assigned team. Find the best combination of personnel, weapons and skills to overcome more and more lethal enemies thrown to quell the uprising. Fight your way through infantry, specialized troops, heavily armed units, special ordnance and armored vehicles. Make your choices in the many story infused events and live with their results. And don’t let the ever increasing ferocity and intensity of forces thrown your way stop you from your one goal. Turning your Heroes into survivors. Not victims. MAIN FEATURES Turn-based tactical rpg with characters of varying classes, and with skill and resource management in immersive WWII setting A deep tactical combat system with multitude of complementing skills, weapons and character abilities Character stories and backgrounds delivered through gameplay as well as numerous historical and fictional events happening under specific game’s circumstances Incredible replay value due to non-linear gameplay."
    },
    {
        "id": 6,
        "name": "Two Weeks in Painland",
        "release_date": "Feb 3, 2020",
        "price": 1.99,
        "description": "ABOUT THE GAME Play as a hacker who has arranged a deal with a gangster. That’s how the protagonist, Jack, is assigned a mission that should be accomplished in a specific timeframe, which he will find out soon enough. THE GAME’S FEATURES Spy on 4 senior managers within an organization to find out about their personalities. Manage the recruitment process in the organization to improve the work climate. Hack the candidates who want to get into the organization to make your job easier. Try to avoid having your physical health impacted negatively in the process. All of this while you enjoy an interesting story full of humor and action that evolves along with the game. "
    },
    {
        "id": 7,
        "name": "MazM: Jekyll and Hyde",
        "release_date": "Apr 2, 2020",
        "price": 14.99,
        "description": "'MazM: Jekyll and Hyde' is a darkly entertaining adventure game based on the classic 1886 novel 'The Strange Case of Dr. Jekyll and Mr. Hyde' by Robert Louis Stevenson, in which you'll tackle the mystery from a totally new angle! You'll travel back to 19th century London and view the city through the eyes of Mr. Utterson, a lawyer that walks the true path hunting for clues to solve a disturbing mystery, and Mr. Hyde, who has been pushed to his physical limits. Wander the streets of this psychological thriller and prepare for an ending you would never expect! The version of London presented in 'MazM: Jekyll and Hyde' has a dark, heavy atmosphere, creating a sense of the eerie and macabre. The stunning artwork and unsettling music help to further intensify the disturbing nature of the game. Travel throughout London searching for clues, and allow the world of this classic novel to envelop you as you experience the tale of one man's many challenges and potential downfall!"
    },
    {
        "id": 8,
        "name": "HENOSIS™  Dawn of Time",
        "release_date": "Jul 23, 2020",
        "price": 5.99,
        "description": "HENOSIS™ is a mysterious 2D Platform Puzzler where players are propelled into weird and visceral worlds as they take control of a small, droplet of water while overcoming obstacles and enemies throughout each level. The Player must venture through each world as it collects precious water tokens in order open the exit portal and restore vitality to its drought-ridden home world. Features: Traverse your way through 27 hand-crafted levels Unique player mechanics Battle menacing bosses across 3 distinct worlds* Original artwork &amp; animation Full controller support Localization support * Hidden world included!"
    },
    {
        "id": 9,
        "name": "Diary of Lucie the Cat",
        "release_date": "Nov 25, 2020",
        "price": 12.99,
        "description": "Diary of Lucie is action-roguelite game made with RPG Maker. In addition to simply avoiding the enemy's barrage, strategically use the enemy's bullet to make the battle situation advantageous! In Roguelike mode, Lucie can get 2 types of weapons, 4 types of skills, and abilities with various special effects. Choose the best weapon for you! A bow with high utility from a distance, a sword with a quick melee combo ability, or a wand specializing in magic attacks may be good for you. Every skills has a place to use. Combine your skills as effectively as possible to create a playstyle that suits you. Features of the game -Hard Difficulty : Diary of Lucie is basically designed with Hard difficulty. At first, you will die soon, but you will see yourself and Lucie getting stronger and stronger. -Roguelite : Each time, skills, items, and enemies are all randomly generated. Strategically take care of what you need as quickly as possible. If you're lucky, you can even get a powerful weapon and start from the beginning. Of course you will die soon, but don't be disappointed As you die, your experience and Lucie's abilities will increase more and more! -Variety of play by weapon : Every weapon has its own special ability. Sometimes, depending on the enchantment, the performance may change completely. -Various skill combinations : Skills are acquired at random each time, but you can also choose strategically to farm. Combine various skills effectively. -Cute character motion : Enjoy smooth motion and various dot-graphic motions. -Hidden Story : Don't give up on the challenge! As you progress through Roguelike mode, the story between Lucie's past and the characters will naturally reveal little by little."
    },
    {
        "id": 10,
        "name": "Wartune Reborn",
        "release_date": "Feb 26, 2021",
        "price": 4.99,
        "description": "Feel tired of auto-fight? Feel tired of boring numerical combinations? Let us try this amazing and exciting game! Right! Wartune Reborn is the super popular magic epic game as we know. Now, the magnificent magic epic game restarts, reminds you the classical plays and brings great experience. In Cloud City, you are going to maintains the Wartune movement, fighting the abyss monsters to protect the world from chaos. Don't be nervous! With protection of Dinah, Priestess of Light, you will have the power to absorb the chord, incorporate those forces without kings into your own ones, and make contract with and train apotheosis of Sylphs. You can improve yourself in a series of RPG adventures including instances battles, wild fighting, occupation and plunder. At the same time, you can run your own ligeance and castles and ally yourself with other players in the world who attack the Chaos. All of you are going to cooperate to protect the world from the control and destroy of Redoga Drake and bring the brightness back to Cloud City...... Enter Wartune Reborn to enjoy thinking of battles and playing the game! 1. RPG simulation, S- semi TBS battle, castles constructions, occupation &amp; expelling make you the best lords 2. Magical epic plots and original prominent symphony show the ancient and magnificent medieval chapter. 3. Military organization, runes and strategies contribute to super power. 4. Sylph awakening, skills and training, you will cooperate to beat BOSS. 5. Explore the magical world of the wild, jungles, deserts and snow mountains freely in the map of the vast outer city, to find mysterious ancient treasure. 6. Avatar system provides cool fashion, wings, mounts, weapon appearance with arbitrary combination. Wartune Reborn, Magical epic, Expect Heroes! Classical playing brings you amazing experience!"
    },
    {
        "id": 11,
        "name": "Clockwork Dungeon",
        "release_date": "Aug 27, 2021",
        "price": 1.99,
        "description": "Treasure awaits within the dungeon! There are no guards... but the dungeon was built to protect itself until the end of time, its traps operating like clockwork! Your task is to get the gold and escape alive! The order in which the traps trigger is known in advance, so it is up to you to plan your path to the treasure... and then back again to the exit... Good luck and beware of the traps. Deadly Spikes Flaming Walls Breaking Floors ...And more… to be discovered! FEATURES: 20 hand crafted levels Solve unique puzzles harder than they initially seem Increasing difficulty and complexity A secret hidden bonus level Achievements Full original soundtrack."
    },
    {
        "id": 12,
        "name": "TD Worlds Champions",
        "release_date": "Jan 9, 2022",
        "price": 10.99,
        "description": "TD Worlds is a dynamic, highly strategical game that challenges your skill. Build an impenetrable defense and get ready to plunge into a new, unknown world to uncover its secrets. In this bizarre universe, each attempt will be unique in its own way, which provides many hours of fun to play. Clear three completely different worlds from darkness, spread your influence everywhere. unique conditions in each game; losing is an important part of game progress. Each defeat reveals something new for you; dynamic storytelling: the more you play, the more you learn about the world; get random rewards after each level; tired of playing? Feel free to leave the game, next time you will continue where you left; experiment with different tactics; Twitch integration - play with your viewers."
    }





]